import React from 'react';

const About = () => {
  return (
    <section className="about">
      <div className="container">
        <h2 className="title">
          О нас
          <span>.</span>
        </h2>
        <div className="about__inner">
          <div className="about__img">
            <img src='/images/about.jpg' alt="О нас"/>
          </div>
          <div className="about__content">
            <p>
              Приятное атмосферное место, где каждый сможет почувствовать себя как в гостях у друга, расслабиться,
              постричься, побриться и почувствовать атмосферу традиционной мужской парикмахерской. Для наших
              клиентов стрижка — это не пустая трата времени, а уютное времяпровождение в комфортных и мягких
              креслах, где наши мастера создают неповторимые образы.
            </p>
            <p>
              «Ничего лишнего» — это не только про наши стрижки, но и про наш интерьер. Любим минимализм и порядок,
              знаете ли. Если нет времени на манипуляции с волосами, заходите просто в гости выпить кофе и перевести
              дух в приятной обстановке, будем рады!
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default About;